acpi
awesome
base
base-devel
betterlockscreen
bluez
bluez-utils
brightnessctl
btop
discord
dkms
dosfstools
envycontrol
exfatprogs
eza
ffmpegthumbnailer
firewalld
gimp
git
gst-plugin-pipewire
gvfs
i3lock-color
inkscape
intel-ucode
less
libpulse
linux
linux-firmware
linux-lts
linux-lts-headers
lxappearance
mpv
neovim
networkmanager
numlockx
obs-studio
pfetch-git
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
pulsemixer
rofi
rsync
scrot
sddm
sddm-sugar-dark
sof-firmware
steam
thunar
thunar-archive-plugin
thunar-volman
ttf-iosevka-nerd
tumbler
udiskie
unzip
viewnior
wezterm
wget
wireplumber
xarchiver
xclip
xfsprogs
xorg-server
xorg-xinit
xorg-xrandr
yay
zram-generator
zsh
zsh-syntax-highlighting
